{
    "title": "Exosomes: It’s not the size of the package that matters, but what a cell can do with it",
    "url_title": "exosomes",
    "five_by_two_image_src": "/posts/exosomes/images/exosomes.jpg",
    "publication_date": "2016-09-13",
    "blurb": "Exosomes are miniscule biological messengers that are revolutionizing the way we understand intercellular communication, and how we diagnose, monitor, and target disease.",
    "description": "Scientists have known for decades that cells readily communicate with each other. To send signals close by, a communicative cell can nestle up to a neighbor that has the lock into which its key fits (yes that is a euphemism - a euphemism for [ligand-receptor binding](http://www.mindcreators.com/developmentalsim/ReceptorsLigands.htm). To talk to other cells they aren’t directly touching, cells can release substances such as <a href=\"http://www.hormone.org/hormones-and-health/what-do-hormones-do\">hormones</a>). These substances enter the circulatory system and eventually are sensed by other groups of cells that can respond to that specific signal. We pretty much thought those were the only two broad ways that cells could talk to each other – by directly touching or by releasing signaling molecules. However, in the 80s, a group of scientists first described tiny spheres, or vesicles, inside cells in a laboratory [1]. They noticed that these vesicles were eventually expelled into the cell’s environment and therefore called them “exosomes.” Since these vesicles originated in certain structures in the cell whose content was believed to be destined for degradation, the scientific community mistook this for a simple waste-disposal system of dying cells and everyone ignored them until the 90s. It turns out this was a mistake – exosomes may be an incredibly efficient way to gather a huge amount of information about normal cells and disease states, and may even help us treat or cure certain conditions.",
    "teams": ["General Biology"],
    "authors": [{
        "name": "Sandra Cristea",
        "nickname": "Sandra Cristea",
        "headshot_src": "/posts/exosomes/images/Sandra.png"
    }]
}
